Repository: shellygraham/skedco
Catalog: plugins/bbpressmoderation/languages/bbpressmoderation-*.po
Languages: de_de, es_es, fr_fr, mk_mk, tr_tr

source: (Awaiting moderation)
de_de: (Wartet auf Moderatin)
es_es: (Esperando moderación)
fr_fr: (En attente de modération)
mk_mk: (Чека модерирање)
tr_tr: (Moderasyon için bekliyor)

source: New topic/reply awaiting moderation on your site %s: %s
de_de: Neues Thema/ neue Antwort erwartet Moderation auf Ihrer Webseite %s: %s
es_es: Nuevo tema / respuesta esperando moderación en tu sitio %s: %s
fr_fr: Nouveau sujet / réponse avec modération en attente sur votre site %s: %s
mk_mk: Нова тема/мислење чека одобрување на твојот сајт %s: %s
tr_tr: Yeni başlık/mesaj %s sitenizde moderasyon için bekliyor: %s

source: [%s] bbPress Moderation
es_es: [%s] bbPress moderación
fr_fr: [%s] bbPress modération
mk_mk: [%s] bbPress Одобрување

source: bbPress Moderation
es_es: bbPress moderación
fr_fr: bbPress modération
mk_mk: bbPress Одобрување

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
mk_mk: Опции
tr_tr: Ayarlar

source: bbPress Moderation settings
de_de: bbPress Moderation Einstellungen
es_es: bbPress Ajustes de moderación
fr_fr: bbPress Réglages de modération
mk_mk: bbPress Опции за одобрување
tr_tr: bbPress Moderasyon ayarları

source: E-mail me whenever
de_de: E-Mail senden, immer dann, wenn
es_es: Enviarme un correo electrónico cuando
fr_fr: M&rsquo;envoyer un message lorsque
mk_mk: Прати ми мејл кога можеш
tr_tr: Bana posta gönder

source: A topic or reply is held for moderation
de_de: Ein Thema oder eine Antwort zur Moderation vorgehalten wird
es_es: Un tema o respuesta esté esperando moderación
fr_fr: Un sujet ou une réponse est en attente de modération
mk_mk: Темата или мислењето е задржано за одобрување
tr_tr: Bir başlık ya da yanıt moderasyon için bekliyorsa

source: Do not moderate
de_de: Nicht moderieren
es_es: No moderar
fr_fr: Ne pas modérées
mk_mk: Не задржувај за одобрување
tr_tr: Moderasyon yapma

source: A topic or reply by a previously approved author
de_de: Ein Thema oder eine Antwort von einem schon genehmigten Autor
es_es: Un tema o respuesta de un autor previamente aprobado
fr_fr: Un sujet ou une réponse par un auteur déjà approuvé
mk_mk: Тема или мислење од предходно одобрен автор
tr_tr: Bir başlık ya da yanıt daha önce onay almış ise

source: Anonymous topics and replies
de_de: Anonyme Themen und Antworten
es_es: Temas y respuestas de anónimos
fr_fr: Sujets anonymes et réponses
mk_mk: Анонимни теми и мислења
tr_tr: Anonim başlıklar ve yanıtlar

source: Always moderate
de_de: Immer moderieren
es_es: Siempre moderar
fr_fr: Toujours modérées
mk_mk: Секогаш одобрувај
tr_tr: Daima moderasyon yap

source: Save Changes
de_de: Ã„nderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
mk_mk: Сочувај промени
tr_tr: Değişiklikleri Kaydet

source: If you have any problems, please read the <a href="http://wordpress.org/extend/plugins/bbpressmoderation/faq/">FAQ</a> and if necessary <a href="http://ianhaycox.com/contact">contact me</a>.
mk_mk: Ако имате проблеми, ве молиме прочитајте ги <a href="http://wordpress.org/extend/plugins/bbpressmoderation/faq/">FAQ</a> и ако е потребно <a href="http://ianhaycox.com/contact">обратете ми се</a>.
tr_tr: Bir sorun yaşıyorsanız, lütfen <a href="http://wordpress.org/extend/plugins/bbpressmoderation/faq/">FAQ</a> sayfasına bakınız ve gerekirse <a href="http://ianhaycox.com/contact">benimle iletişime geçin</a>.

source: If you like this plugin please consider <a href="http://ianhaycox.com/donate">donating</a> to fund future development. Thank you.
mk_mk: Ако ви се допаѓа овој додаток, ве молиме <a href="http://ianhaycox.com/donate">донирајте</a> за да помогнете во неговото развивање. Ви благодариме.
tr_tr: Bu eklentiyi beğendiyseniz geliştirmelere devam etmek için lütfen <a href="http://ianhaycox.com/donate">bağışta bulunun</a> Teşekkürler.

source: Moderate bbPress topics and replies
es_es: Moderar temas y respuestas de bbPress
fr_fr: Modérée bbPress sujets et réponses
mk_mk: Одобрувај bbPress теми и мислења
tr_tr: bbPress başlık ve yanıtlarını modere edin
